"STORE_DESCRIPTION" = "VLC für iOS ist eine Portierung des freien VLC media player auf iPad, iPhone und iPod touch.\nEs kann sämtliche Ihrer Filme, TV Sendungen und Musikstücke in den meisten Formaten direkt ohne Konvertierung wiedergeben.\nEs erlaubt die Dateisynchronisation mittels Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkten Downloads und über eine WLAN Freigabe als auch Streaming von SMB, FTP, UPnP/DLNA Multimedia Servern und dem Web.\nVLC bietet Unterstützung für komplexe Untertitel einschließlich voller SSA-Kompatibilität, Mehr-Spur-Audio und Kontrolle der Wiedergabegeschwindigkeit.\n\nVLC für iOS ist komplett frei und quelloffen.";

"STORE_DESCRIPTION_TV" = "VLC media player ist ein freier und quelloffener cross-platform Multimediaplayer.\nEs kann sämtliche Ihrer Filme, TV Sendungen und Musikstücke in den meisten Formaten direkt ohne Konvertierung wiedergeben.\nEs erlaubt Streaming von Cloud-Diensten (Dropbox, OneDrive, Box), Entfernte Wiedergabe von Ihrem Mac oder PC über eine Web-Oberfläche als auch Streaming von SMB, FTP, UPnP/DLNA Mediaservern und dem Web.\nVLC bietet Unterstützung für komplexe Untertitel einschließlich voller SSA-Kompatibilität, Mehr-Spur-Audio und Kontrolle der Wiedergabegeschwindigkeit.\n\nVLC für iOS ist komplett frei und duelloffen.\n\nMetadaten und Bebilderung werden durch TMDb und Hatchet zur Verfügung gestellt, welches durch Communities gewartete Film- und Musikdatenbanken sind.";

"CHOOSE_AUDIO_TRACK" = "Audiospur wählen";
"CHOOSE_SUBTITLE_TRACK" = "Untertitelspur wählen";
"OPEN_TRACK_PANEL" = "Titelauswahl öffnen";
"CHOOSE_TITLE" = "Titel wählen";
"CHOOSE_CHAPTER" = "Kapitel wählen";
"CHAPTER_SELECTION_TITLE" = "Kapitel";
"TITLE" = "Titel";
"CHAPTER" = "Kapitel";
"MINIMIZE_PLAYBACK_VIEW" = "Wiedergabe minimieren";
"FULLSCREEN_PLAYBACK" = "Im Vollbildmodus wiedergeben ";
"TRACK_SELECTION" = "Spurauswahl";
"AUDIO" = "Audio";
"SUBTITLES" = "Untertitel";
"LANGUAGE" = "Sprache";
"MEDIA_INFO" = "Medieninformation";
"VIDEO_DIMENSIONS" = "Videogröße";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i Pixel";
"FORMAT_AUDIO_TRACKS" = "%i Audiospuren";
"ONE_AUDIO_TRACK" = "Eine Audiospur";
"FORMAT_SPU_TRACKS" = "%i Untertitelspuren";
"ONE_SPU_TRACK" = "Eine Untertitelspur";

"PLAYING_EXTERNALLY_TITLE" = "TV verbunden";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast verbunden";
"PLAYING_EXTERNALLY_DESC" = "Dieses Video wird auf dem TV wiedergegeben.";

"VFILTER_HUE" = "Farbton";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Helligkeit";
"VFILTER_SATURATION" = "Sättigung";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Equalizer-Profil wählen";

"PLAYBACK_FAILED" = "Wiedergabefehler";
"PLEASE_WAIT" = "Bitte warten";
"AR_CHANGED" = "Seitenverhältnis: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Bildschirm füllen";
"PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit";
"SPU_DELAY" = "Untertitelverzögerung";
"AUDIO_DELAY" = "Audioverzögerung";
"BUTTON_SLEEP_TIMER" = "Schlummerfunktion";
"SLEEP_TIMER_UPDATED" = "Schlummerfunktion aktualisiert";
"CONTINUE_PLAYBACK" = "Wiedergabe fortsetzen?";
"CONTINUE_PLAYBACK_LONG" = "Möchten Sie die Wiedergabe von \"%@\" an der Stelle fortsetzen, an der Sie zuletzt waren?";

"BUTTON_ALL" = "Alles auswählen";
"BUTTON_BACK" = "Zurück";
"BUTTON_EDIT" = "Bearbeiten";
"BUTTON_DONE" = "Fertig";
"BUTTON_CANCEL" = "Abbrechen";
"BUTTON_SAVE" = "Speichern";
"BUTTON_DOWNLOAD" = "Download";
"BUTTON_DELETE" = "Löschen";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Beitragen";
"BUTTON_CONNECT" = "Verbinden";
"BUTTON_RENAME" = "Umbenennen";
"BUTTON_LEARN_MORE" = "Erfahren Sie mehr";
"BUTTON_LOGOUT" = "Abmelden";
"BUTTON_CONTINUE" = "Fortsetzen";
"BUTTON_SET" = "Einstellen";
"BUTTON_RESET" = "Zurücksetzen";
"PRIVATE_PLAYBACK_TOGGLE" = "Private Wiedergabe";
"SCAN_SUBTITLE_TOGGLE" = "Nach Untertitel suchen (nur HTTP)";

"BUTTON_RENDERER" = "Casting-Geräte";
"BUTTON_RENDERER_HINT" = "Menü mit verfügbaren Casting-Geräten anzeigen";

"UPGRADING_LIBRARY" = "Mediathek aktualisieren";
"UNTITLED_SHOW" = "Serie ohne Titel";
"UNKNOWN" = "Unbekannt";

"OPEN_NETWORK" = "Netzwerkstream öffnen";
"NETWORK_TITLE" = "Netzwerk-Stream";
"OPEN_NETWORK_HELP" = "Geben Sie eine HTTP, RTSP, RTMP, MMS, FTP oder UDP/RTP-Addresse zum direkten Öffnen des Streams ein.";
"ABOUT_APP" = "Über VLC für iOS";
"OPEN_VLC_MENU" = "VLC-Seitenleistenmenü öffnen";
"HTTP_UPLOAD_SERVER_OFF" = "Server inaktiv";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Keine aktive WLAN Verbindung";
"OPEN_STREAM_OR_DOWNLOAD" = "Möchten Sie von dieser Adresse herunterladen oder diese Adresse wiedergeben?";
"SHARED_VLC_IOS_LIBRARY" = "Geteilte VLC für iOS Mediatheken";
"SMB_CIFS_FILE_SERVERS" = "Dateiserver (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Herunterladen mit HTTP-Code %i fehlgeschlagen";
"HTTP_FILE_CREATION_FAILED" = "Dateierstellung fehlgeschlagen";
"HTTP_DOWNLOAD_CANCELLED" = "Herunterladen durch den Nutzer abgebrochen";

"DOWNLOAD_FROM_HTTP_HELP" = "Geben Sie eine Adresse ein, um eine Datei auf Ihr %@ herunterzuladen.";
"DOWNLOAD_FROM_HTTP" = "Downloads";
"ERROR_NUMBER" = "Fehler %i aufgetreten";
"DOWNLOAD_FAILED" = "Herunterladen fehlgeschlagen";
"FILE_NOT_SUPPORTED" = "Dateiformat nicht unterstützt";
"FILE_NOT_SUPPORTED_LONG" = "Das Dateiformat, benutzt in %@, wird in dieser Version von VLC für iOS nicht unterstützt.";
"SCHEME_NOT_SUPPORTED" = "Adressenschema wird nicht unterstützt";
"SCHEME_NOT_SUPPORTED_LONG" = "Das Adressenschema (%@) wird nicht unterstützt. Bitte eine Adresse benutzen, die mit HTTP, HTTPS oder FTP beginnt.";
"LIBRARY_ALL_FILES" = "Alle Dateien";
"LIBRARY_MUSIC" = "Musikalben";
"LIBRARY_SERIES" = "TV-Sendungen";
"LIBRARY_TRACKS" = "%i Titel";
"LIBRARY_SINGLE_TRACK" = "%i Titel";
"LIBRARY_EPISODES" = "%i Episoden, %i ungelesen";
"LIBRARY_SINGLE_EPISODE" = "%i Episode, %i ungelesen";
"LIBRARY_TRACK_N" = "Titel %i";
"LIBRARY_MINUTES_LEFT" = "Noch %@m";
"RENAME_MEDIA_TO" = "Neuen Namen für %@ eingeben";

"FOLDER_EMPTY" = "Leerer Ordner";
"FOLDER_EMPTY_LONG" = "Um Dateien hinzuzufügen, tippen Sie auf Bearbeiten, treffen eine Dateiauswahl, tippen auf das Ordnersymbol und wählen diesen Ordner.";
"FOLDER_INVALID_TYPE_TITLE" = "Ungültige Dateitypen";
"FOLDER_INVALID_TYPE_MESSAGE" = "Sie können nur zwei einzelne Dateien zum Erstellen eines Ordners verwenden oder eine Datei zu einem existierenden Ordner hinzufügen.";
"FOLDER_CHOOSE_NAME_TITLE" = "Neuer Ordner";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Geben Sie einen Namen für Ihren Ordner ein";
"FOLDER_NAME_PLACEHOLDER" = "Ordnername";
"FOLDER_NAME_DUPLICATE_TITLE" = "Name bereits vergeben";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Bitte wählen Sie einen anderen Namen";
"SELECT_FOLDER" = "Wählen Sie einen Ordner";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Datei zum Öffnen wählen:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Öffnen mit …";
"SHARING_ERROR_NO_FILES" = "Es wurden keine Dateien zum Freigeben gefunden";
"SHARING_ERROR_NO_APPLICATIONS" = "Es wurde keine Anwendung zum Öffnen dieses Dateityps gefunden";
"SHARING_SUCCESS_CAMERA_ROLL" = "Datei erfolgreich in Camera Roll gespeichert";

"SECTION_HEADER_LIBRARY" = "Medienbibliothek";
"HEADER_TITLE_RENDERER" = "Ein Casting-Gerät auswählen";
"SECTION_HEADER_NETWORK" = "Netzwerk";

"LOCAL_NETWORK" = "Lokales Netzwerk";
"CONNECT_TO_SERVER" = "Zum Server verbinden";
"USER_LABEL" = "Benutzer";
"PASSWORD_LABEL" = "Passwort";
"DISABLE_LABEL" = "Deaktivieren";
"BUTTON_ANONYMOUS_LOGIN" = "Anonyme Anmeldung";

"LOCAL_SERVER_REFRESH" = "Aktualisieren";
"LOCAL_SERVER_LAST_UPDATE" = "Zuletzt aktualisiert am %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SERVERVERBINDUNG FEHLGESCHLAGEN";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Bitte überprüfen Sie Ihre Servereinstellungen und Voraussetzungen";

"CLOUD_SERVICES" = "Cloud-Dienste";
"LOGIN" = "Anmelden";
"LOGGED_IN" = "Angemeldet";

"DROPBOX_DOWNLOAD" = "Datei herunterladen?";
"DROPBOX_DL_LONG" = "Möchten Sie \"%@\" auf Ihr %@ herunterladen?";
"DROPBOX_LOGIN" = "Anmelden";

"GDRIVE_ERROR_FETCHING_FILES" = "Fehler beim Abrufen der Dateien";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Ihre Datei wurde erfolgreich heruntergeladen";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "FERTIG";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Beim Herunterladen ist ein Fehler aufgetreten";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEHLER";

"DISK_FULL" = "Speichergrenze erreicht";
"DISK_FULL_FORMAT" = "%@ kann nicht auf Ihrem %@ gespeichert werden, da Sie nicht mehr genügend freien Speicherplatz zur Verfügung haben.";

"NUM_OF_FILES" = "%i Dateien";
"ONE_FILE" = "1 Datei";
"NO_FILES" = "Keine unterstützten Dateien";
"DOWNLOADING" = "Wird heruntergeladen …";
"REMAINING_TIME" = "Verbleibende Zeit: %@";
"BIOMETRIC_UNLOCK" = "Mediathek entsperren\nAbbrechen um Passcode einzugeben";

"Settings" = "Einstellungen"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "An";
"OFF" = "Aus";

"EMPTY_LIBRARY" = "Leere Mediathek";
"EMPTY_LIBRARY_LONG" = "Zur Wiedergabe können Sie Medien von einem Server innerhalb des lokalen Netzwerks streamen, Daten aus dem Netzspeicher abrufen oder Medien über iTunes, WLAN oder des Netzspeichers auf Ihr Gerät synchronisieren.";

"PLAYBACK_SCRUB_HELP" = "Zum Anpassen mit dem Finger nach unten streichen.";
"PLAYBACK_SCRUB_HIGH" = "Scrubbing-Geschwindigkeit: 100%";
"PLAYBACK_SCRUB_HALF" = "Scrubbing-Geschwindigkeit: 50%";
"PLAYBACK_SCRUB_QUARTER" = "Scrubbing-Geschwindigkeit: 25%";
"PLAYBACK_SCRUB_FINE" = "Scrubbing-Geschwindigkeit: fein";
"PLAYBACK_POSITION" = "Wiedergabeposition";
"VIDEO_FILTER" = "Videofilter";
"VIDEO_FILTER_RESET_BUTTON" = "Videofilter zurück setzen";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video-Seitenverhältnis ändern";
"PLAY_PAUSE_BUTTON" = "Aktuelle Wiedergabe pausieren oder Wiedergeben";
"BWD_BUTTON" = "Sprung zurück";
"FWD_BUTTON" = "Sprung vorwärts";
"PLAY_BUTTON" = "Abspielen";
"PAUSE_BUTTON" = "Pause";
"PLAY_ALL_BUTTON" = "Alle abspielen";

"VERSION_FORMAT" = "Version: %@";
"BASED_ON_FORMAT" = "Basiert auf:<br />%@";

"NEW" = "NEU";

"BUG_REPORT_TITLE" = "Einen Fehler melden";
"BUG_REPORT_MESSAGE" = "Möchten Sie einen Fehlerbericht erstellen?";
"BUG_REPORT_BUTTON" = "Safari öffnen";

"VO_VIDEOPLAYER_TITLE" = "Video-Player";
"VO_VIDEOPLAYER_DOUBLETAP" = "Tippen Sie zweimal zum Ein- oder Ausblenden der Steuerelemente für die Wiedergabe";

"FIRST_STEPS_WELCOME" = "Willkommen";
"FIRST_STEPS_WELCOME_DETAIL" = "Erste Schritte zur Synchronisation und Wiedergabe Ihrer Medien.";
"FIRST_STEPS_ITUNES" = "iTunes-Dateisynchronisation";
"FIRST_STEPS_ITUNES_DETAILS" = "Verbinden Sie Ihr %@ über ein Kabel mit Ihrem Mac oder PC.\nÖffnen Sie iTunes.\nWählen Sie Ihr %@ aus.\nWechseln Sie zum \"Apps\"-Tab, scrollen Sie nach unten und suchen Sie nach VLC.\nÜbertragen Sie Ihre Dateien.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Verbinden Sie Ihr %@ mit dem gleichen Netzwerk, wie Ihren Mac oder PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Den Schalter in der Seitenleiste betätigen, die Adresse im Browser eingeben und Ihre Dateien hochladen.";
"FIRST_STEPS_CLOUDS" = "Netzspeicher";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Laden Sie Ihre Medien auf Google Drive oder in die Dropbox hoch.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Die Seitenleiste zur Auswahl Ihrer Netzspeichers öffnen und durch Herunterladen oder Streaming auf Ihre Medien zugreifen.";
"FIRST_STEPS_PLAYBACK" = "Wiedergabe";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Zeit";
"FIRST_STEPS_ASPECT" = "Seitenverhältnis";
"FIRST_STEPS_SPEED" = "Geschwindigkeit";
"FIRST_STEPS_REPEAT" = "Wiederholen";
"FIRST_STEPS_SUBTITLES" = "Untertitelspuren";
"FIRST_STEPS_AUDIO" = "Audiospuren";
"FIRST_STEPS_POSITION" = "Position";

"PLEX_CHECK_ACCOUNT" = "Überprüfen Sie Ihren Plex-Account in den Einstellungen";
"PLEX_ERROR_ACCOUNT" = "Plex-Anmeldefehler";

"UNAUTHORIZED" = "Nicht autorisiert";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Kein Server gefunden";
"NO_RECENT_STREAMS" = "Kein Stream wurde kürzlich wiedergegeben";

"WEBINTF_TITLE" = "WLAN-Freigabe";
"WEBINTF_DROPFILES" = "Dateien hineinziehen";
"WEBINTF_DROPFILES_LONG" = "Zum Hinzufügen zu Ihrem %@ bitte die Dateien in das Fenster fallen lassen.<br>Oder zur Nutzung des Dateiauswahldialogs auf den Knopf »+« klicken.";
"WEBINTF_DOWNLOADFILES" = "Dateien herunterladen";
"WEBINTF_DOWNLOADFILES_LONG" = "Klicken Sie einfach auf die Datei, die Sie von Ihrem %@ herunterladen möchten.";
"WEBINTF_TITLE_ATV" = "Entfernte Wiedergabe";
"WEBINTF_DROPFILES_LONG_ATV" = "Zur Wiedergabe auf Ihrem %@ bitte die Dateien in das Fenster fallen lassen.<br>Oder zur Nutzung des Dateiauswahldialogs auf den Knopf »+« klicken.";
"WEBINTF_URL_SENT" = "Adresse erfolgreich gesendet.";
"WEBINTF_URL_EMPTY" = "URL kann nicht leer sein.";
"WEBINTF_URL_INVALID" = "Keine gültige URL.";


"NOW_PLAYING" = "Jetzt läuft";
"PLAY_NOW" = "Jetzt spielen";
"PLAYING" = "Es läuft";
"DETAIL" = "Details";

"VOLUME" = "Lautstärke";
"DURATION" = "Laufzeit";
"TITLE" = "Titel";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld Stunden %2$ld Minuten verbleibend";
"%ld hours %ld minutes" = "%1$ld Stunden %2$ld Minuten";
"%ld minutes remaining" = "%ld Minuten verbleibend";
"%ld minutes" = "%ld Minuten";
"%ld minutes %ld seconds remaining" = "%1$ld Minuten %2$ld Sekunden verbleibend";
"%ld minutes %ld seconds" = "%1$ld Minuten %2$ld Sekunden";
"%ld seconds remaining" = "%ld Sekunden verbleibend";
"%ld seconds" = "%ld Sekunden";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Sendung";
"OBJECT_TYPE_SHOW_EPISODE" = "Sendungsepisode";
"OBJECT_TYPE_LABEL" = "Ordner";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Albumtitel";
"OBJECT_TYPE_FILE" = "Datei";
"OBJECT_TYPE_FILE_AUDIO" = "Audiodatei";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Nicht mit iPhone verbunden";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Bitte mit Ihrem iPhone verbinden, um die Fernsteuerung zu verwenden.";

"LONGPRESS_TO_STOP" = "Zum Stoppen der Wiedergabe lange drücken.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio-Information";
"CLOUD_LOGIN_LONG" = "Um auf Cloud-Dienste zuzugreifen, wählen Sie sich bei iCloud sowohl auf diesem Apple TV als auch einem iOS Gerät mit der gleichen Apple ID an und aktivieren Sie die Schlüsselbundfreigabe in den Systemeinstellungen.\nAnschließend melden Sie sich beim Cloud-Dienstleister Ihrer Wahl innerhalb der VLC-App auf Ihrem iOS Gerät an und wählen ihn anschließend in diesem Bildschirm aus.   ";
"ENTER_URL" = "Adresse zur Wiedergabe eingeben";
"HTTP_SERVER_ON" = "Entfernte Wiedergabe deaktivieren";
"HTTP_SERVER_OFF" = "Entfernte Wiedergabe aktivieren";
"CACHED_MEDIA" = "Zwischengespeicherte Medien";
"CACHED_MEDIA_LONG" = "Hier gezeigte Medien sind lokal auf Ihrem Apple TV gespeichert. Beachten Sie, dass Inhalte jederzeit vom Betriebssystem ohne vorherige Warnung gelöscht werden können, wenn VLC nicht aktiv ist und der Speicher des Geräts knapp wird.";
"DOWNLOAD_SUBS_FROM_OSO" = "Untertitel von OpenSubtitles.org herunterladen …";
"FOUND_SUBS" = "Gefundene Untertitel";
"USE_SPDIF" = "Pass-through (S/PDIF) nutzen";

"PLAYBACK" = "Wiedergabe";
"REPEAT_MODE" = "Wiederholen";
"REPEAT_DISABLED" = "Deaktiviert";
"REPEAT_SINGLE" = "Aktuelles Medium";
"REPEAT_FOLDER" = "Aktuellen Ordner";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug and Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Medienserver (über Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR-Dateiserver";
"DSM_WORKGROUP" = "Arbeitsgruppe";

"URL_NOT_SUPPORTED" = "Die Adresse kann nicht geöffnet werden";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "%@ zum Löschen drücken"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Die Auswahl kann nicht gelöscht werden";
"DELETE_INVALID_TITLE" = "Ungültige Auswahl";
"DELETE_MESSAGE" = "Löschung der ausgewählten Dateien bestätigen";
"DELETE_TITLE" = "Ausgewählte Dateien löschen";

//Drag and Drop
"THIS_FILE" = "Diese Datei";
"NOT_SUPPORTED_FILETYPE" = "%@ ist kein unterstützter Dateityp von VLC";
"FILE_EXISTS" = "%@ existiert bereits";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokol nicht ausgewählt";
"Settings" = "Einstellungen";
"ERROR" = "Fehler";
"OK" = "Ok";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
/** VLC **/
"CHOOSE_AUDIO_TRACK"="Audiospur wählen";
"CHOOSE_SUBTITLE_TRACK"="Untertitelspur wählen";

"PLAYING_EXTERNALLY_TITLE"="TV verbunden";
"PLAYING_EXTERNALLY_DESC"="Dieses Video wird auf dem TV wiedergegeben.";

"VFILTER_HUE"="Farbton";
"VFILTER_CONTRAST"="Kontrast";
"VFILTER_BRIGHTNESS"="Helligkeit";
"VFILTER_SATURATION"="Sättigung";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Wiedergabefehler";
"AR_CHANGED"="Seitenverhältnis: %@";
"DEFAULT"="Standard";
"FILL_TO_SCREEN"="Bildschirm füllen";
"DEVICE_TOOSLOW_TITLE"="Gerät zu langsam";
"DEVICE_TOOSLOW"="Ihr %@ ist vermutlich zu langsam, um \"%@\" wiederzugeben. Trotzdem öffnen?";
"PLAYBACK_SPEED"="Wiedergabegeschwindigkeit";

"BUTTON_EDIT"="Bearbeiten";
"BUTTON_DONE"="Fertig";
"BUTTON_OPEN"="Öffnen";
"BUTTON_PLAY"="Wiedergabe";
"BUTTON_CANCEL"="Abbrechen";
"BUTTON_SAVE"="Speichern";
"BUTTON_DOWNLOAD"="Download";
"BUTTON_DELETE"="Löschen";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Fortfahren";
"BUTTON_CONTRIBUTE"="Beitragen";
"BUTTON_BACK"="Zurück";
"BUTTON_CONNECT"="Verbinden";
"BUTTON_REPEAT"="Wiederholen";
"BUTTON_RENAME"="Umbenennen";
"BUTTON_LEARN_MORE"="Erfahren Sie mehr";
"PRIVATE_PLAYBACK_TOGGLE"="Private Wiedergabe";
"SCAN_SUBTITLE_TOGGLE"="Untertitel suchen (nur über http)";

"UPGRADING_LIBRARY"="Mediathek aktualisieren";
"UNTITLED_SHOW"="Serie ohne Titel";

"OPEN_NETWORK"="Netzwerkstream öffnen";
"NETWORK_TITLE"="Netzwerk-Stream";
"OPEN_NETWORK_HELP"="Geben Sie eine HTTP, RTSP, RTMP, MMS, FTP oder UDP/RTP-Addresse zum direkten Öffnen des Streams ein.";
"ABOUT_APP"="Über VLC für iOS";
"OPEN_VLC_MENU"="VLC-Seitenleistenmenü öffnen";
"HTTP_UPLOAD_SERVER_OFF"="Server inaktiv";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Keine aktive WLAN Verbindung";
"OPEN_STREAM_OR_DOWNLOAD"="Möchten Sie von dieser Adresse herunterladen oder diese Adresse wiedergeben?";

"HTTP_DOWNLOAD_FAILED"="Herunterladen mit HTTP-Code %i fehlgeschlagen";
"HTTP_FILE_CREATION_FAILED"="Dateierstellung fehlgeschlagen";
"HTTP_DOWNLOAD_CANCELLED"="Herunterladen durch den Nutzer abgebrochen";

"DOWNLOAD_FROM_HTTP_HELP"="Geben Sie eine Downloadadresse zum Speichern auf Ihr %@ ein.";
"DOWNLOAD_FROM_HTTP"="Downloads";
"ERROR_NUMBER"="Fehler %i aufgetreten";
"DOWNLOAD_FAILED"="Herunterladen fehlgeschlagen";
"FILE_NOT_SUPPORTED"="Dateiformat nicht unterstützt";
"FILE_NOT_SUPPORTED_LONG"="Das Dateiformat, benutzt in %@, wird in dieser Version von VLC für iOS nicht unterstützt.";
"SCHEME_NOT_SUPPORTED"="Adressenschema wird nicht unterstützt";
"SCHEME_NOT_SUPPORTED_LONG"="Das Adressenschema (%@) wird nicht unterstützt. Bitte eine Adresse benutzen, die mit HTTP, HTTPS oder FTP beginnt.";
"LIBRARY_ALL_FILES"="Alle Dateien";
"LIBRARY_MUSIC"="Musikalben";
"LIBRARY_SERIES"="TV-Sendungen";
"LIBRARY_TRACKS"="%i Titel";
"LIBRARY_SINGLE_TRACK"="%i Titel";
"LIBRARY_EPISODES"="%i Episoden, %i ungelesen";
"LIBRARY_SINGLE_EPISODE"="%i Episode, %i ungelesen";
"LIBRARY_TRACK_N"="Titel %i";
"LIBRARY_MINUTES_LEFT"="Noch %@m";
"RENAME_MEDIA_TO"="Neuen Namen für %@ eingeben";

"FOLDER_EMPTY"="Leerer Ordner";
"FOLDER_EMPTY_LONG"="Um Dateien hinzuzufügen, tippen Sie auf Bearbeiten, treffen eine Dateiauswahl, tippen auf das Ordnersymbol und wählen diesen Ordner.";
"FOLDER_INVALID_TYPE_TITLE"="Ungültige Dateitypen";
"FOLDER_INVALID_TYPE_MESSAGE"="Sie können nur zwei einzelne Dateien zum Erstellen eines Ordners verwenden oder eine Datei zu einem existierenden Ordner hinzufügen.";
"FOLDER_CHOOSE_NAME_TITLE"="Neuer Ordner";
"FOLDER_CHOOSE_NAME_MESSAGE"="Geben Sie einen Namen für Ihren Ordner ein";
"FOLDER_NAME_PLACEHOLDER"="Ordnername";
"FOLDER_NAME_DUPLICATE_TITLE"="Name bereits vergeben";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Bitte wählen Sie einen anderen Namen";
"SELECT_FOLDER"="Wählen Sie einen Ordner";

"SECTION_HEADER_LIBRARY"="Medienbibliothek";
"SECTION_HEADER_NETWORK"="Netzwerk";

"LOCAL_NETWORK"="Lokales Netzwerk";
"CONNECT_TO_SERVER"="Zum Server verbinden";
"ENTER_SERVER_ADDRESS_HELP"="Geben Sie die IP oder den Namen des Servers, zu dem Sie verbinden wollen, ein.";
"ENTER_SERVER_CREDS_HELP"="Wenn vom Server benötigt, geben Sie den Benutzernamen und das Passwort ein.";
"USER_LABEL"="Benutzer";
"PASSWORD_LABEL"="Passwort";

"LOCAL_SERVER_REFRESH"="Aktualisieren";
"LOCAL_SERVER_LAST_UPDATE"="Zuletzt aktualisiert am %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="SERVERVERBINDUNG FEHLGESCHLAGEN";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Bitte überprüfen Sie Ihre Servereinstellungen und Voraussetzungen";

"DROPBOX_DOWNLOAD"="Datei herunterladen?";
"DROPBOX_DL_LONG"="Möchten Sie \"%@\" auf Ihr %@ herunterladen?";
"DROPBOX_LOGIN"="Anmelden";
"CLOUDUNLINKING"="Möchten Sie VLC für iOS von Ihrem %@ Konto trennen?";
"CLOUDUNLINKING_DONE"="VLC für iOS wurde erfolgreich von Ihrem %@ Konto getrennt. Melden Sie sich gern wieder an.";
"BUTTON_CLOUDUNLINKING"="Verbindung trennen";
"SETTINGS_UNLINK_DROPBOX"="Verbindung von Dropbox trennen";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Verbindung von Google Drive trennen";

"GDRIVE_ERROR_FETCHING_FILES"="Fehler beim Abrufen der Dateien";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Ihre Datei wurde erfolgreich heruntergeladen";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="FERTIG";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Beim Herunterladen ist ein Fehler aufgetreten";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="FEHLER";

"NUM_OF_FILES"="%i Dateien";
"ONE_FILE"="1 Datei";
"NO_FILES"="Keine unterstützten Dateien";
"DOWNLOADING"="Herunterladen …";
"REMAINING_TIME"= "Verbleibende Zeit: %@";
"ENTER_PASSCODE"="Passcode eingeben";
"REENTER_PASSCODE"="Passcode erneut eingeben";
"PASSCODE_SET"="Passcode festlegen";
"PASSCODE_CHANGE"="Passcode ändern";
"PASSCODE_ENTER_OLD"="Geben Sie Ihren alten Passcode ein";
"PASSCODE_ENTER_NEW"="Geben Sie Ihren neuen Passcode ein";
"PASSCODE_REENTER_NEW"="Neuen Passcode erneut eingeben";
"PASSCODES_DID_NOT_MATCH"="Passcodes stimmen nicht überein. Erneut probieren.";
"PASSCODE_FAILED_1"="1 fehlgeschlagener Eingabeversuch";
"PASSCODE_FAILED_FORMAT"="%d fehlgeschlagene Eingabeversuche";

"Settings"="Einstellungen"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Leere Mediathek";
"EMPTY_LIBRARY_LONG"="Zur Wiedergabe können Sie Medien von einem Server innerhalb des lokalen Netzwerks streamen, Daten aus dem Netzspeicher abrufen oder Medien über iTunes, WLAN oder des Netzspeichers auf Ihr Gerät synchronisieren.";

"PLAYBACK_SCRUB_HELP"="Zum Anpassen mit dem Finger nach unten streichen.";
"PLAYBACK_SCRUB_HIGH"="Scrubbing-Geschwindigkeit: 100%";
"PLAYBACK_SCRUB_HALF"="Scrubbing-Geschwindigkeit: 50%";
"PLAYBACK_SCRUB_QUARTER"="Scrubbing-Geschwindigkeit: 25%";
"PLAYBACK_SCRUB_FINE"="Scrubbing-Geschwindigkeit: fein";
"PLAYBACK_POSITION"="Wiedergabeposition";
"VIDEO_FILTER"="Videofilter";
"VIDEO_FILTER_RESET_BUTTON"="Videofilter zurück setzen";
"VIDEO_ASPECT_RATIO_BUTTON"="Video-Seitenverhältnis ändern";
"PLAY_PAUSE_BUTTON"="Aktuelle Wiedergabe pausieren oder Wiedergeben";
"BWD_BUTTON"="Sprung zurück";
"FWD_BUTTON"="Sprung vorwärts";

"VERSION_FORMAT"="Version: %@";
"BASED_ON_FORMAT"="Basiert auf:<br />%@";

"NEW"="NEU";

"BUG_REPORT_TITLE"="Einen Fehler melden";
"BUG_REPORT_MESSAGE"="Möchten Sie einen Fehlerbericht erstellen?";
"BUG_REPORT_BUTTON"="Safari öffnen";

"VO_VIDEOPLAYER_TITLE"="Video-Player";
"VO_VIDEOPLAYER_DOUBLETAP"="Tippen Sie zweimal zum Ein- oder Ausblenden der Steuerelemente für die Wiedergabe";

"FIRST_STEPS_WELCOME"="Willkommen";
"FIRST_STEPS_WELCOME_DETAIL"="Erste Schritte zur Synchronisation und Wiedergabe Ihrer Medien.";
"FIRST_STEPS_ITUNES"="iTunes-Dateisynchronisation";
"FIRST_STEPS_ITUNES_DETAILS"="Verbinden Sie Ihr %@ über ein Kabel mit Ihrem Mac oder PC.\nÖffnen Sie iTunes.\nWählen Sie Ihr %@ aus.\nWechseln Sie zum \"Apps\"-Tab, scrollen Sie nach unten und suchen Sie nach VLC.\nÜbertragen Sie Ihre Dateien.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Verbinden Sie Ihr %@ mit dem gleichen Netzwerk, wie Ihren Mac oder PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Den Schalter in der Seitenleiste betätigen, die Adresse im Browser eingeben und Ihre Dateien hochladen.";
"FIRST_STEPS_CLOUDS"="Netzspeicher";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Laden Sie Ihre Medien auf Google Drive oder in die Dropbox hoch.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Die Seitenleiste zur Auswahl Ihrer Netzspeichers öffnen und durch Herunterladen oder Streaming auf Ihre Medien zugreifen.";
"FIRST_STEPS_PLAYBACK"="Wiedergabe";
"FIRST_STEPS_FLOSS"="VLC für iOS ist eine freie und quelloffene Software, entwickelt durch Freiwillige. \nWir hoffen, dass es Ihnen gefällt.";

"FIRST_STEPS_TIME"="Zeit";
"FIRST_STEPS_ASPECT"="Seitenverhältnis";
"FIRST_STEPS_SPEED"="Geschwindigkeit";
"FIRST_STEPS_REPEAT"="Wiederholen";
"FIRST_STEPS_SUBTITLES"="Untertitelspuren";
"FIRST_STEPS_AUDIO"="Audiospuren";
"FIRST_STEPS_VOLUME"="Lautstärke";
"FIRST_STEPS_POSITION"="Position";

"PLEX_WATCHED"="Als angesehen markieren";
"PLEX_UNWATCHED"="Als nicht angesehen markieren";
"PLEX_ERROR_MARK"="Fehler beim Markieren des Mediums";

"WEBINTF_TITLE"="Über WLAN freigeben";
"WEBINTF_DROPFILES"="Dateien hineinziehen";
"WEBINTF_DROPFILES_LONG"="Um Dateien zu Ihrem iOS-Gerät hinzuzufügen, diese in das Fenster ziehen.<br> Oder durch klicken auf den \"+\" - Button die Dateien über den Dateiauswahldialog hinzufügen.";
"WEBINTF_DOWNLOADFILES"="Dateien herunterladen";
"WEBINTF_DOWNLOADFILES_LONG"="Einfach auf die Datei klicken, die Sie von Ihrem iOS-Gerät herunterladen möchten.";

"SETTINGS_NETWORK_CACHING_TITLE"="VLC Netzwerk-Cache Niveau";
"SETTINGS_DEINTERLACE"="VLC Deinterlace";

/** VLC END **/

/* .. in settings screen */
"About" = "Über";

/* No comment provided by engineer. */
"Active Subscriptions" = "Aktive Abonnements";

/* No comment provided by engineer. */
"Adapters" = "Adapter";

/* .. in settings screen */
"Add New TVHeadend" = "Neuen TVHeadend hinzufügen";

/* Title 2 in settings screen */
"Advanced Settings" = "Erweiterte Einstellungen";
"Advanced Options" = "Erweiterte Einstellungen";

/* No comment provided by engineer. */
"All Channels" = "Alle Kanäle";

/* .. in settings screen */
"Anonymous Statistics" = "Anonyme Statistiken";

/* Question in Alert view */
"Are your sure you want to remove the recording?" = "Bist du sicher, dass du die Aufnahme löschen möchtest?";

/* ..in Settings server edit */
"Authentication" = "Authentifizierung";

/* .. in settings screen */
"Auto Start Polling" = "Abfrage automatisch starten";

/* .. in settings screen */
"by Name" = "nach Name";

/* .. in settings screen */
"by Number" = "nach Nummer";

/* .. in settings screen */
"Cache Data" = "Daten cachen";

/* .. in settings screen */
"Cache Data for" = "Cache Daten für";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Channel" = "Kanal";

/* No comment provided by engineer. */
"Channels" = "Kanäle";

/* No comment provided by engineer. */
"Copy to Clipboard" = "In Zwischenablage kopieren";

/* No comment provided by engineer. */
"Custom Player" = "Spezieller Spieler";

/* .. in settings screen */
"Custom Player URL" = "Spezielle Wiedergabe-URL";

/* No comment provided by engineer. */
"Dvr Config" = "Dvr-Konfiguration";

/* No comment provided by engineer. */
"Genre" = "Genre";

/* .. in settings screen */
"Licenses" = "Lizenzen";

/* .. in settings screen */
"minutes" = "Minuten";

/* ..in Settings server edit */
"Name" = "Name";

/* No comment provided by engineer. */
"Network Error" = "Netzwerkfehler";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No active subscriptions." = "Keine aktiven Abonnements.";

/* No comment provided by engineer. */
"No adapters found." = "Keine Adapter gefunden.";

/* No comment provided by engineer. */
"No auto recordings found." = "Keine automatischen Aufnahmen gefunden.";

/* No comment provided by engineer. */
"No more programs available." = "Keine weiteren Programme verfügbar.";

/* No comment provided by engineer. */
"No recordings found." = "Keine Aufnahmen gefunden.";

/* .. in settings screen */
"Order Channels" = "Kanäle sortieren";

/* ..in Settings server edit */
"Password" = "Passwort";

/* No comment provided by engineer. */
"Play Dvr File" = "Dvr-Datei spielen";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* ..in Settings server edit */
"Port" = "Port";

/* No comment provided by engineer. */
"Priority" = "Priorität";

/* No comment provided by engineer. */
"Remove recording" = "Aufnahme löschen";

"Play" = "Abspielen";
"Remove" = "Löschen";
"Close" = "Schließen";

/* ..in Settings server edit */
"Server Address" = "Serveradresse";
"Address" = "Adresse";
"Use HTTPS" = "Verwende HTTPS";
"Web Root" = "Web Root";

/* ..in Settings server edit */
"SSH Password" = "SSH-Passwort";

/* ..in Settings server edit */
"SSH Port" = "SSH-Port";

/* ..in Settings server edit */
"SSH Port Forward" = "SSH-Port-Weiterleitung";

/* ..in Settings server edit */
"SSH Username" = "SSH-Benutzername";

/* Auto rec edit - start around */
"Start Around" = "Start Around";

/* No comment provided by engineer. */
"Stream Channel" = "Kanal streamen";

/* No comment provided by engineer. */
"Succesfully added Auto Recording" = "Autoaufnahme erfolgreich hinzugefügt";

/* No comment provided by engineer. */
"Succesfully added Recording" = "Aufnahme erfolgreich hinzugefügt";

/* No comment provided by engineer. */
"Succesfully Canceled Recording" = "Aufnahme erfolgreich abgebrochen";

/* No comment provided by engineer. */
"Succesfully Deleted Auto Recording" = "Autoaufnahme erfolgreich gelöscht";

/* No comment provided by engineer. */
"Succesfully Deleted Recording" = "Aufnahme erfolgreich gelöscht";

/* .. in settings screen */
"Support" = "Support";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Time" = "Zeit";

"Description" = "Beschreibung";

/* .. in settings screen */
"TVHeadend Server" = "TVHeadend-Server";

/* ..in Settings server edit */
"TVHeadend Server Details" = "TVHeadend-Server Details";

/* Title 1 in settings screen */
"TVHeadend Servers" = "TVHeadend-Server";

/* ..in Settings server edit */
"Username" = "Benutzername";
"Draw Image Border" = "Zeige Bildbegrenzung";
"Transcode Resolution" = "Transcoding Auflösung";
"Transcode Settings" = "Transcoding Einstellungen";
"Transcode Video Codec" = "Transcode Video Codec";
"Transcode Sound Codec" = "Transcode Sound Codec";
"Transcode Mux" = "Transcode Mux";
"Choose Video Codec (default: H264, PASS = Passthrough, NONE = Removed)" = "Wähle Video Codec (Standard: H264, PASS = Passthrough, NONE = gelöscht)";
"Choose Sound Codec (default: AAC, PASS = Passthrough, NONE = Removed). Sound Codec also affects Internal Player, use only AAC or MP3" = "Wähle Sound Codec (Standard: AAC, PASS = Passthrough, NONE = gelöscht). Sound Codec betrifft auch internen Player, nur AAC oder MP3 benutzen";
"Choose Mux container (default: NONE, PASS = Passthrough, NONE = Removed)" = "Wähle Mux Container (Standard: NONE, PASS = Passthrough, NONE = gelöscht)";
"Right Panel" = "Rechtes Panel";
"Website Address in Status" = "Webseitenadresse in Status";
"Dynamic based on screen" = "Dynamisch basierend auf Bildschirm";
"Show Status" = "Status anzeigen";
"Show Log" = "Protokoll anzeigen";
"None" = "Keiner";

/* No comment provided by engineer. */
"Weekdays" = "Wochentage";

/* No comment provided by engineer. */
"Yes" = "Ja";

"Record" = "Aufnehmen";
"AutoRec" = "AutoRec";
"Episode" = "Episode";
"Description" = "Beschreibung";
"Creator" = "Ersteller";
"Scheduled State" = "geplanter Status";

/* segments for recordings screen */
"Upcoming" = "Geplant";
"Completed" = "Abgeschlossen";
"Failed" = "Fehlgeschlagen";

/* segments for detail program */
"Details" = "Details";
"See Again" = "Zugehörig";

"Recordings" = "Aufnahmen";
"Now" = "Jetzt";
"Now in" = "Jetzt in";
"EPG" = "EPG";
"Status" = "Status";
"Log" = "Log";
"Settings" = "Einstellungen";
"Support Me" = "Unterstütze mich";
"Search Program Title" = "Programmtitel suchen";
"File Size" = "Dateigröße";

"POLLING_MESSAGE" = "Mit Deaktivierung der Abfrage deaktivierst du Status-Updates, Logging und jede automatische Datenaktualisierung. Du kannst die Abfrage bei jedem Appstart im Statusbildschirm rechts oben aktivieren / deaktivieren. Besuche das FAQ für mehr Informationen.";
"Content Type" = "Inhaltstyp";
"Not Available" = "Nicht verfügbar";

"Today" = "Heute";
"Tomorrow" = "Morgen";
"Yesterday" = "Gestern";

"Stream Channel" = "Kanal streamen";
"Play Dvr File" = "Spiele Dvr-Datei";
"Transcode" = "Transcodieren";
"Internal Player" = "Interner Spieler";
"Currently playing"="Currently playing";
